Show / Hide Table of Contents
Enum TypeResultsClass
TypeResultsClass
Namespace: IdeaRS.OpenModel.Loading
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum TypeResultsClass
Fields
 Name |  Description
 FatigueResultsClass
FatigueResultsClass
 CheckClassBridgeLoadRating
CheckClassBridgeLoadRating
 CheckClassFireResistance
CheckClassFireResistance
 SLSDeflectionResultsClass
SLSDeflectionResultsClass
 SLSFrequentCheckClass
SLSFrequentCheckClass
 SLSCharacteristicsCheckClass
SLSCharacteristicsCheckClass
 SLSQuasiPermanentCheckClass
SLSQuasiPermanentCheckClass
 SLSResultsClass
SLSResultsClass
 ULSAccidentalResultsClass
ULSAccidentalResultsClass
 ULSCheckClass
ULSCheckClass
 ULSResultsClass
ULSResultsClass
 Improve this Doc
 View Source